[Pickups.Hemlock_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.Hemlock_twk:DisTweaks_Interactable_PickupBase_9 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="ヘムロックのエッセンス"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.NettleSeeds_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.NettleSeeds_twk:DisTweaks_Interactable_PickupBase_18 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="薬用ハーブ"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.PowderedCrystal_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.PowderedCrystal_twk:DisTweaks_Interactable_PickupBase_19 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="水晶の粉末"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.ProcessedWhaleOil_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.ProcessedWhaleOil_twk:DisTweaks_Interactable_PickupBase_10 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="精錬鯨油"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.SparrowFeather02_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.SparrowFeather02_twk:DisTweaks_Interactable_PickupBase_101 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="キングスパロー産の羽根"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.TyvianOre_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.TyvianOre_twk:DisTweaks_Interactable_PickupBase_12 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="ティビアの鉱石"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.Wire_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.Wire_twk:DisTweaks_Interactable_PickupBase_23 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="銅線"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

